@extends('frontend.main')
@section('content')
<div class="container pb-5 pt-5">
    <div class="card ">
        <div class="card-body">
            
            <div class="row">
                <div class="col-md-1">
                    </div>
                    
                    
                    <div class="col-md-7">
                        <h1>History</h1>
                        <div class ="history text-justify">
                            <p class="mt-3">આપણી જ્ઞાતી નો ટુંકમાં ઇતિહાસ…..</p>
                            <p >સો પ્રથમ પાંચ વંશ ના મુખ્ય રાજપુતો ઉત્પન્ન થયા.પરમાર, યાદવ, રાઠોડ, ચૌહાણ , અને પછી વધારો ગયો…</p>
                            <p>આપણી જ્ઞાતી નો સમાવેશ ક્ષત્રિય વંશમાં થાય છે.આપણી જ્ઞાતી ની ઉતપતીની પ્રસિધ્ધ કથા હમીરજી ગોહિલ સાથે જોડાયેલા છે.</p>
                            <p>1424 (ઇ.સ.1467) માં સોમનાથ પર આક્રમણ થયું. ત્યારે લાઠીના હમીરજી ગોહિલ અને બીજા રાજપુતો અનેક લોકો શહીદ થયા.56 (છપ્પન) શાખ(અટક) પાડી. જે આજે પણ છે.</p>
                            <p>વિક્રમસંવત 1778 માં સવદાસ મેર નામ ના ખાંટ સરદારે બીલખાનો ગરાસ(ગઢ) જીતેલ હતો.અને બીલખા નીચે 24 ગામો હતા.તે યુદ્ધ માં 1900 જેટલા ખાંટ શહીદ થયા હતા. જેના પાળીયા આજે પણ જુના બીલખાના ટીબા પાસે ભટ્ટીનદી ના કિનારે આવેલા છે.</p>
                            <p>ખાંટ જ્ઞાતિની દષિટીએ બીલખા રાજધાની જેવું હતું. બિલખા નું જુનૂ નામ બલીસથાન હતું.આપણી જ્ઞાતીમાં થયેલા મહાપુરુષો વિશે જોઇએ.આપણી જ્ઞાતી માં સોનંગ મેર,સવદાસ મેર, રણમલ મેર, ભાયા મેર, વગેરે જેવા પરાક્રમી પુરુષો થઈ ગયાલા છે.</p>
                            <p>આવા જ શૂરવીર પાત્ર લાખા મેરનો શકિતશાળી પુત્ર જેસલ મેર હતા. તેના વિષે દુહો કહેવાય છે કે.. “જેસલ મેરા જગ કહે અતવી બળ ઉત્પાત પરણયા ભીલ પદમી ક્ષત્રિ બદલી હુઆ ખ્યાત(ખાંટ)”</p>
                            <p>જેસલ મેરે અહમદશાહ બાલીને મદદ કરીને ગીરનાર ના ચાર નાકા અને ઉપરકોટની ચોકી દાણ માટે મેળવેલ હતી.</p>
                            <p>એક સમય ખાંટ લોકો સતા વધારતા વધારતા માંગરોળ સુધી પહોંચી ગયા હતા.એમ પણ કહેવામાં આવે છે કે જુનાગઢમાં પણ એક દિવસ પુરતી સતા ખાંટ લોકો એ જમાવી હતી.</p>
                            <p>આપણા જ્ઞાતિજનો ઓછી જાણે છે. જે બાબત ગુજરાતી સાથે જોડાયેલી છે. ખાંટ ગુજરાતી, જે નાગજી મહારાજ હતા. સિંહોરનાં આ પ્રધાનનાં વંશ જાની બ્રાહ્મણ થયા. અને તે ખાંટ ગુજરાતીના ચાર ગામોના ગરાસ હતા. ભાટગામ પીપળીયું, અમીપર અને સુખપર આ ચાર ગામ આ ગુજરાતી શાખ ના હતા.</p>
                            <p>હવે એવા પાત્રો જેના વિના જ્ઞાતીનો ઈતિહાસ અધુરો છે. આ પાત્રો છે નુર સતાગરબાપુ અને જેરામભારથી બાપુ..સંત નુરસતાગર ઠાકર શાખના બાહાણ હતા.તેમનાં આંગળામાંથી નૂર ઝરતું હતું. તેથી તે નૂરસતાગર તરીકે ઓળખાતા હતા. અને આ સંત ખૂબ જ પ્રભાવી અને સતાવાળા હતા. તેને યોગબળ અને પ્રભાવથી આકાશમાંથી મુકિતપાટ ઉતારેલ હતો, જેઆજે પણ ખાંટ જ્ઞાતિમાં મરણ થાય ત્યારે પાટ પુરવામાં આવે છે.</p>
                            <p>આવાજ આપણા ખાંટ સમાજનાં ગુરુપદે હતા. જેરામભારથી બાપુ, નુરસતાગર તેઓ વચ્ચે ગાઢ મિત્રતા હતી. તેઓ ગિરનારની ગોદમાં આવેલા રામનાથમાં વસવાટ કરતા હતા.જેરામભારથીજીએ ખાંટ ને શ્રાપ આપ્યો.” જાઓ શસબ ખાંટ ઝાંટ હો જાઓ”પણ બારોટનાં ચોપડાઓ એમ કહે છે કે….”ખસી જાઓ ખ્યાત,અને વિરાવાળા રાજ કરે”</p>
                        </div>
                    </div>
                    
                    <div class="col-md-4">
                        
                    <img src="assets/images/PicsArt_12-20-02.27.12.jpg" style="height: 10%; width: 70%;">
                            <img src="assets/images/1.jpg" style="height: 60%; width: 80%;" class="mt-3">
                        
                    </div>
                        <!-- <div class="col-md-1">
                            </div> -->
                        
                    </div> 
        </div>
    </div>
    <div class="card mt-5">
        <div class="card-body">          
                    <div class="row ">
                        <div class="col-md-4">
                            <img src="assets/images/1.jpg" style="height: 90%; width: 80%;">                            
                        </div>
                        <div class="col-md-8">
                            <div class ="history text-justify">                                
                                <h1>Vision</h1>
                                    <p class="mt-5 ">જેસલે જગ ખ્યાતિ કીધી, ક્ષત્રિ બદલી હુઆ ખાંટ,<br>ખ્યાતિ તેણે ખૂબ કરી, થયા ખમીરવંતા ખાંટ.</p>
                                    <p class="mt-5">મેર મુખી આ સરદારો, બન્યા ખમીરવંતા ખાંટ, જશનો સરદાર, ચોવીસી સર કરી તે ખાંટ.<br>બગાવત કરી લીધા બીલખા ને વળી ગિરનાર, જેસીંગે જૂનાગઢ લીધૂં, બહુ લડયો તું શૂરવીર.<br>બેગડા સાથે બાથ ભીડી, તોબા પોકારાવી તે વાર, બેગડે બહુ સતાવયા, સૈન્ય કયું તે તૈયાર.<br>વીરાએ વટ રાખવા, શહિદ થયો તું વીર. લાખાએ લખ ચોરાશી કરી, થયો તું લાખણ વીર.<br>ધાંધે ધંધુકા લીધું, સોનંગ મેર સરતાજ, ધાંધાંપુર પંચાલે વસાવી, સ્થાયી કયાઁ ત્યાં રાજ.<br>મેપાએ મોટપ રાખી, બાર લીધાં બહાદૂર, મજધાર થયો મેર ઘાંટવાડ સર કરી સરદાર.<br>સરદારોના સમાધાન કરવા, કુંભાજીએ મોકલ્યાં કહેણ, દુશ્મનને દગો નવ દીધો, ભાયે નિભાવયા વેણ.<br>ધમઁ, દેશ, રાજ, કાજ, લડતાં શહિદ થયો શૂરવીર, ખાંટ નું રાજ જતું રહ્યું, ખ્યાતિ અમર રહી..</p>
                                    <p>જય રામનાથ?</p>
                            </div>
                        </div>            
                    </div>
        </div>
    </div>
    <div class="card mt-5">
        <div class="card-body">
            <div class="row">
                
                <div class="wrapper">
                    <div class ="history text-justify">
                        <p>ખાંટને સોરઠમાં ખાંટ દરબાર તરીકે પણ ઓળખવામાં આવે છે, જે હવે ગુજરાતનાં જુનાગઢ જિલ્લો છે. તેમની મૌખિક પરંપરા મુજબ, તેઓ શિવના સોમનાથ મંદિરને બચાવવા માટે મુસ્લિમો સામે લડવા માટે રાજપૂતો હતા.</p>
                        <p>ખાંટ પાસે બારીઓ, ભાડા, ચાવડા, મક્વાણા, મોરબિયા, ગુજરાતી, ઝાલા, કાંડોલીયા, લાલકીયા, સર્વાયયા, પરમાર અને દેવલ જેવા આદિકાળના સભ્યો છે. વગેરે. રાજપૂતની દરજ્જોનો દાવો સામાન્ય રીતે સ્વીકાર્ય છે, અને તેમને દરબાર તરીકે ઓળખવામાં આવે છે. ખાંટ એ ખેડૂત છે</p>
                        <p>છેલ્લા ઘણા વર્ષોથી, ગુજરાતમાં સૌરાષ્ટ્રના એક શહેર રાજકોટના રામજીભાઈ મોરબિયા દ્વારા પ્રકાશિત “ધર્મવાણી” પુસ્તકને “રામનાથ” પણ કહેવાય છે. જે માત્ર એકબીજા સાથે કાસ્ટ લોકો / કર્મચારીઓને એકસાથે જોડે છે પણ એકબીજા સાથે સંપર્કવ્યવહાર કરવા માટે પ્લેટફોર્મ પૂરું પાડે છે.</p>
                        <p>જામનગર , રાજકોટ અને જુનાગઢ સહિતના સૌરાષ્ટ્રમાં ઘણા શહેરો છે જ્યાં કેતન રાજપૂત મૂળભૂત રીતે જીવે છે. આ ઉપરાંત અમદાવાદ, વડોદરા, સુરત જેવા અન્ય શહેરો પણ છે જ્યાં કેટલાક કુટુંબે પણ સૌરાષ્ટ્રમાંથી સ્થળાંતર કર્યું છે.</p>
                    </div>                                

                </div>
            </div>   
        </div>
    </div>

</div>
@endsection